Repository: ahvar/gene_annotator
Catalog: src/app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: [Gene Annotator] Reset Your Password
es: [Anotador de Genes] Solicitar restablecimiento de contraseña

source: Researcher Name
es: Nombre del Investigador

source: Password
es: Contraseña

source: Remember Me
es: Recuérdame

source: Sign In
es: Iniciar sesión

source: Gene Stable ID
es: ID estable del gen

source: Gene Database
es: Base de datos genética

source: HGNC ID
es: ID de HGNC

source: Panther ID
es: ID de Panther

source: Tigrfam ID
es: ID de Tigrfam

source: Wikigene Name
es: Nombre en Wikigene

source: Gene Description
es: Descripción del gen

source: Search
es: Buscar

source: Researcher name
es: Nombre del investigador

source: Email
es: Correo electrónico

source: Repeat Password
es: Repetir contraseña

source: Register
es: Registrarse

source: Please use a different researcher name
es: Por favor usa un nombre de investigador diferente

source: Please use a different email address
es: Por favor usa una dirección de correo electrónico diferente

source: About Me
es: Sobre mí

source: Submit
es: Enviar

source: Please use a different researcher name.
es: Por favor usa un nombre de investigador diferente.

source: Request Password Reset
es: Solicitar restablecimiento de contraseña

source: Invalid username or password
es: Nombre de usuario o contraseña inválido

source: Blocked redirect to external URL: %(next_page)s
es: Redirección bloqueada a URL externa: %(next_page)s

source: Your changes have been saved
es: Tus cambios han sido guardados

source: Pipeline run complete! Viewing Results.
es: Ejecución del pipeline completa. Mostrando resultados.

source: Pipeline run failed
es: La ejecución del pipeline falló

source: Pipeline run failure.
es: Falla en la ejecución del pipeline.

source: Pipeline error: %s
es: Error del pipeline: %s

source: Retrieved latest pipeline run from database: %(run_id)s
es: Última ejecución del pipeline recuperada desde la base de datos: %(run_id)s

source: No CLI output directories found in %(dir)s
es: No se encontraron directorios de salida del CLI en %(dir)s

source: Found latest CLI output directory: %(latest_dir)s
es: Se encontró el último directorio de salida del CLI: %(latest_dir)s

source: Found more recent CLI results, loading into database
es: Se encontraron resultados más recientes del CLI, cargando en la base de datos

source: Gene Annotation Pipeline
es: Pipeline de anotación de genes

source: completed
es: completado

source: Successfully loaded CLI results into database
es: Resultados del CLI cargados exitosamente en la base de datos

source: Failed to load CLI results: %(e)s
es: Error al cargar resultados del CLI: %(e)s

source: Using more recent run pulled from database.
es: Usando ejecución más reciente obtenida de la base de datos.

source: Congratulations, you are now a registered researcher!
es: ¡Felicidades, ahora eres un investigador registrado!

source: New gene annotation added!
es: ¡Nueva anotación de gen agregada!

source: Gene annotation updated!
es: ¡Anotación de gen actualizada!

source: No changes to update
es: No hay cambios para actualizar

source: No Results Found
es: No se encontraron resultados

source: This pipeline run was not found. Would you like to execute a new run?
es: Esta ejecución del pipeline no fue encontrada. ¿Deseas ejecutar una nueva?

source: Researcher %{researcher_name}s not found.
es: Investigador %{researcher_name}s no encontrado.

source: You cannot follow yourself!
es: ¡No puedes seguirte a ti mismo!

source: You are following %(researcher_name)s!
es: ¡Ahora sigues a %(researcher_name)s!

source: Researcher %(researcher_name)s is not found.
es: Investigador %(researcher_name)s no encontrado.

source: You cannot unfollow yourself!
es: ¡No puedes dejar de seguirte a ti mismo!

source: You are not following %(researcher_name)s
es: No sigues a %(researcher_name)s

source: Check your email for the instructions to reset your password
es: Revisa tu correo electrónico para las instrucciones de restablecimiento de contraseña

source: Your password has been reset
es: Tu contraseña ha sido restablecida
